module.exports = {
    name: "ru",    
    debug_mode_message: "❌ Технические работы",
    command_owner_only_fail: "❌ Команда доступна только разработчикам.",
    no_args_error: "❌ Вы указали не все аргументы.\n\nИспользование команды: `/%s %s`",
    permission_error: "❌ У вас нет права `%s` на использование этой команды.",

    start: "Привет! Если ты видишь этот текст, значит все работает! Измени данный текст в файлах локализации (/languages/.js)",
    start_group: "Привет! Если ты видишь этот текст, значит все работает! Измени данный текст в файлах локализации (/languages/.js)",
    
    lang_list: "Список доступных языков \n\n%s\n\nДля изменения языка, введите команду `/lang set <язык>`",
    lang_success_changed: "✅ Язык успешно сменен на `%s`.",
    lang_group_success_changed: "✅ Язык группы успешно сменен на `%s`.",
    lang_change_fail: "❌ Язык не найден"
}